---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.ImportCAD
enum: Autodesk.Revit.UI.PostableCommand
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.ImportCAD

Imports data or 3D geometry from other CAD programs to a Revit model or family.